Repository: squ1b3r/nadezhdanova
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Nadya Kutyreva
ru: Надя Кутырева

source: architect and interior designer
ru: архитектор и дизайнер

source: Andrey Kutyrev
ru: Андрей Кутырев

source: About Me
ru: О себе

source: Portfolio on
ru: Портфолио на

source: Behance
ru: Бихансе

source: Profile on
ru: Профиль на

source: LinkedIn
ru: Линкед-ине

source: Tumblr
ru: тумблер

source: Twitter
ru: твиттер

source: Instagram
ru: инстаграм

source: Facebook
ru: фейсбук

source: Art code
ru: Творческие принципы

source: I create space for living and working. Considered layout is the base, which organizes the living in an interior.
ru: Я создаю пространство для работы и для жизни. Продуманная планировка — это основа, от которой зависит как будет проходить жизнь в интерьере.

source: Interior isn’t an album with pictures and blueprints and not a building site. It is comfortable and attractive environment for your family. It is everything that is surrounded by walls, and what is outside them as well.
ru: Интерьер — не альбом с картинками и не стройплощадка. Это комфортная и красивая среда для жизни вашей семьи. Это всё то, что окружено стенами и то, что находится за ними.

source: Design is a tool for practical solution of a given task. And do not accept design for design as a functionalist.
ru: Дизайн — это инструмент для удобного и красивого решения поставленной задачи. Я функционалист и не признаю дизайн ради дизайна.

source: Blog
ru: Блог

source: Public projects
ru: Общественные проекты

source: I can talk hours about architecture, design, and projecting process. In that way I am doing a few projects to develop the architectural community in Chelyabinsk. My friends help me in those activities.
ru: Об архитектуре, дизайне, проектировании я могу говорить часами. Поэтому с помощью своих друзей я делаю несколько некоммерческих проектов для развития архитектурного сообщества в Челябинске.
